1yib.rust-bundle
4ops.packer
amodio.toggle-excluded-files
bbenoist.nix
biomejs.biome
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
csstools.postcss
cweijan.dbclient-jdbc
cweijan.vscode-mysql-client2
dangmai.workspace-default-settings
dbaeumer.vscode-eslint
dnicolson.binary-plist
dotjoshjohnson.xml
dustypomerleau.rust-syntax
eamodio.gitlens
editorconfig.editorconfig
elixir-lsp.elixir-ls
esbenp.prettier-vscode
figma.figma-vscode-extension
formulahendry.auto-rename-tag
github.vscode-github-actions
golang.go
graphql.vscode-graphql
graphql.vscode-graphql-syntax
hashicorp.terraform
iliazeus.vscode-ansi
itarato.byesig
juanblanco.solidity
mhutchie.git-graph
mikestead.dotenv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-playwright.playwright
ms-toolsai.jupyter-keymap
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.live-server
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vsliveshare.vsliveshare
openai.openai-chatgpt-adhoc
orta.vscode-jest
prisma.prisma
rebornix.ruby
redhat.vscode-xml
redhat.vscode-yaml
rust-lang.rust-analyzer
shopify.polaris-for-vscode
shopify.ruby-lsp
simonsiefke.svg-preview
stylelint.vscode-stylelint
svelte.svelte-vscode
sztheory.vscode-packer-powertools
unifiedjs.vscode-mdx
vscode-icons-team.vscode-icons
wallabyjs.quokka-vscode
wingrunr21.vscode-ruby
yoavbls.pretty-ts-errors
